Repository: tari01/odio
Catalog: po/*.po
Languages: es, fr, nb_no, pt_br, ru, ta, tr

source: Recording year
es: Año de grabación
fr: Année d'enregistrement
nb_no: Opptaksår
pt_br: Ano de gravação
ru: Год записи
ta: பதிவு ஆண்டு
tr: Kayıt yılı

source: Genres and styles
es: Géneros y estilos
fr: Genres et styles
nb_no: Sjangere og stiler
pt_br: Gêneros e estilos
ru: Жанры и стили
ta: வகைகள் மற்றும் பாணிகள்
tr: Türler ve tarzlar

source: Number of disc in this set
es: Número de disco en esta colección
fr: Nombre de disques dans cet ensemble
nb_no: Antal disker i dette settet
pt_br: Número do disco neste set
ru: Количество диска в этом наборе
ta: இந்த தொகுப்பில் வட்டின் எண்ணிக்கை
tr: Bu setteki disk sayısı

source: Total discs
es: Total de discos
fr: Disques totaux
nb_no: Totalt antall disker
pt_br: Total de discos
ru: Всего дисков
ta: மொத்த வட்டுகள்
tr: Toplam disk sayısı

source: Total number of discs in this set
es: Número total de discos en esta colección
fr: Nombre total de disques dans cet ensemble
nb_no: Totalt antall disker i settet
pt_br: Número total de discos neste set
ru: Общее количество дисков в этом наборе
ta: இந்த தொகுப்பில் மொத்த வட்டுகளின் எண்ணிக்கை
tr: Bu setteki toplam disk sayısı

source: Track number
es: N.º de pista
fr: Numéro de piste
nb_no: Spornummer
pt_br: Número da faixa
ru: Номер трека
ta: ட்ராக் எண்
tr: Şarkı numarası

source: Total tracks
es: Total de pistas
fr: Pistes totales
nb_no: Totalt antall spor
pt_br: Total de faixas
ru: Всего треков
ta: மொத்த தடங்கள்
tr: Bütün şarkılar

source: Total number of tracks
es: Número total de pistas
fr: Nombre total de pistes
nb_no: Totalt antall spor
pt_br: Número total de faixas
ru: Общее количество треков
ta: தடங்களின் மொத்த எண்ணிக்கை
tr: Toplam şarkı sayısı

source: User comments
es: Comentarios de usuario
fr: Commentaires de l'utilisateur
nb_no: Brukerkommentarer
pt_br: Comentários do usuário
ru: Комментарии
ta: பயனர் கருத்துகள்
tr: Kullanıcı yorumları

source: Title of the audio
es: Título del audio
fr: Titre de l'audio
nb_no: Lydtittelen
pt_br: Título do áudio
ru: Название аудио
ta: ஆடியோவின் தலைப்பு
tr: Ses başlığı

source: Cover art
es: Cubierta
fr: Pochette
nb_no: Omslagskunst
pt_br: Arte de capa
ru: Обложка искусства
ta: கவர் கலை
tr: Kapak tasarımı

source: Copy this image to all files in selection
es: Copiar esta imagen en todos los archivos seleccionados
fr: Copier cette image vers tous les fichiers de la sélection
nb_no: Kopier dette bildet til alle filer i utvalget
pt_br: Copiar esta imagem para todos os arquivos selecionados
ru: Копировать это изображение для всех файлов в выборе
ta: தேர்வில் உள்ள அனைத்து கோப்புகளுக்கும் இந்த படத்தை நகலெடுக்கவும்
tr: Bu görüntüyü seçimdeki bütün dosyalara kopyala

source: About {application}
es: Acerca de {application}
nb_no: Om {application}
pt_br: Sobre {application}
ru: О {application}
ta: {application} பற்றி
tr: {application} hakkında

source: translator-credits
es: Adolfo Jayme Barrientos <fitojb@ubuntu.com>, 2017, 2021 Miguel de Dios https://launchpad.net/~tres-14159
fr: Launchpad contributions : Jean-Marc https://launchpad.net/~m-balthazar Robert Tari https://launchpad.net/~robert-tari Thjazi https://launchpad.net/~pa2l
nb_no: Allan Nordhøy, <epost@anotheragency.no>
pt_br: Tradutores: Paulo Guzmán https://launchpad.net/~white-hat Robert Tari https://launchpad.net/~robert-tari Rodrigo Zimmermann https://launchpad.net/~bilufe
ru: переводчики-кредиты
ta: மொழிபெயர்ப்பாளர்-வரவு
tr: Burak Hüseyin Ekseli linkedin: /ekseli Oğuz Ersen

source: The SACD multichannel and stereo areas had a different track count: extracted both.
es: Las áreas multicanal y estéreo del SACD tenían un recuento de pistas diferente: extraídas ambas.
nb_no: SACD-multikanal og stereoområdene hadde forskjellig sporantall: pakket ut begge.
pt_br: As áreas SACD multicanal e estéreo tinham uma contagem de trilhas diferente: ambas extraídas.
ru: Многоканальные и стерео-направленные зоны SACD имели разное количество треков: извлечены оба.
ta: SACD மல்டிசனல் மற்றும் ச்டீரியோ பகுதிகள் வேறுபட்ட தட எண்ணிக்கையைக் கொண்டிருந்தன: இரண்டையும் பிரித்தெடுத்தது.
tr: SACD çok ve çift kanallı alanlarının kayıt sayısı farklıydı: her ikisi de çıkarıldı.

source: Ready
es: Preparado
fr: Prêt
nb_no: Klar
pt_br: Pronto
ru: Готово
ta: ஆயத்தம்
tr: Hazır

source: Failed to decode {filepath}
es: No se pudo descodificar {filepath}
fr: Échec du décodage {filepath}
nb_no: Klarte ikke å dekode {filepath}
pt_br: Falhou ao decodificar {filepath}
ru: Не удалось декодировать {filepath}
ta: {filepath} டிகோட் செய்யத் தவறிவிட்டது
tr: {filepath} çözülemedi

source: Add a base folder
es: Añadir una carpeta base
nb_no: Legg til en grunnmappe
pt_br: Adicionar uma pasta principal
ru: Добавить папку базы
ta: ஒரு அடிப்படை கோப்புறையைச் சேர்க்கவும்
tr: Ana klasör ekle

source: Disc {path} contains no LPCM audio
es: El disco {path} no contiene audio LPCM
nb_no: Disk {path} inneholder ingen LPCM-lyd
pt_br: O disco {path} não contém áudio LPCM
ru: Disc {path} не содержит аудио LPCM
ta: வட்டு {path} எல்பிசிஎம் ஆடியோ இல்லை
tr: {path} diski LPCM ses içermiyor

source: No allmusic.com page address found on the clipboard
es: No se encontró una dirección de allmusic.com en el portapapeles
fr: Aucune adresse allmusic.com n'a été trouvée dans le presse-papier
nb_no: Fant ingen allmusic.com-sideadresse i utklippstavlen
pt_br: Nenhum endereço do allmusic.com encontrado na área de transferência
ru: Не найден адрес страницы на allmusic.com в буфере обмена
ta: கிளிப்போர்டில் allmusic.com பக்க முகவரி இல்லை
tr: Panoda allmusic.com adresi bulunamadı

source: Not all tracks got tracknames
es: No todas las pistas tienen nombre
fr: Tous les morceaux ne sont pas nommés
nb_no: Ikke alle sporene har spornavn
pt_br: Nem todas as faixas têm nomes
ru: Не все треки получили треки
ta: எல்லா தடங்களுக்கும் ட்ராக் பெயர்கள் கிடைக்கவில்லை
tr: Tüm şarkıların şarkı adı yok

source: Error parsing web page
es: Ocurrió un error al analizar la página web
fr: Erreur lors de l'analyse de la page web
nb_no: Klarte ikke å lese nettsiden
pt_br: Erro ao analisar a página da web
ru: Ошибка разделения веб-страниц
ta: வலைப்பக்கத்தை பாகுபடுத்துவதில் பிழை
tr: İnternet sitesi çözümleme hatası

source: Select an image file
es: Seleccione un archivo de imagen
fr: Sélectionner un fichier image
nb_no: Velg en bildefil
pt_br: Selecionar um arquivo de imagem
ru: Выберите файл изображения
ta: படக் கோப்பைத் தேர்ந்தெடுக்கவும்
tr: Bir görüntü dosyası seçin

source: This does not appear to be a valid JPEG image
es: Esto no parece ser una imagen JPEG válida
nb_no: Dette ser ikke ut til å være et gyldig JPEG-bilde
pt_br: Esta não parece ser uma imagem JPEG válida
ru: Это не кажется действительным изображением JPEG
ta: இது செல்லுபடியாகும் JPEG படமாகத் தெரியவில்லை
tr: Bu geçerli bir JPEG görüntüsü gibi görünmüyor

source: Image format error
es: Error en el formato de la imagen
nb_no: Bildeformatfeil
pt_br: Erro no formato da imagem
ru: Ошибка формата изображения
ta: பட வடிவமைப்பு பிழை
tr: Görüntü biçimi hatası

source: Convert to title case
es: Utilizar mayusculación inicial estadounidense
fr: Utiliser en tant que titre
pt_br: Converter para maiúscula
ru: Перевести в титулы
ta: தலைப்பு வழக்குக்கு மாற்றவும்
tr: Başlık büyüklüğüne dönüştür

source: Insert filename
es: Insertar el nombre del archivo
fr: Insérez un nom de dossier
nb_no: Sett inn filnavn
pt_br: Inserir nome do arquivo
ru: Имя файла
ta: கோப்பு பெயரைச் செருகவும்
tr: Dosya adı girin

source: and {rowcount} more
es: y {rowcount} más
fr: et {rowcount} de plus
pt_br: e {rowcount} mais
ru: {rowcount} более
ta: {rowcount} மேலும்
tr: ve {rowcount} dahası

source: Compress selected files using the encoder from the menu
fr: Compresser les fichiers sélectionnés à l'aide de l'encodeur du menu
nb_no: Komprimer valgte filer ved bruk av enkoderen fra menyen
pt_br: Comprimir os arquivos selecionados utilizando o codificador do menu
ru: Сжать выбранные файлы с помощью кодировщика из меню
tr: Menüdeki encoderi kullanarak seçimdeki dosyaları sıkıştır

source: The program is working. Are you sure you want to quit?
es: El programa está en funcionamiento. ¿Confirma que quiere salir?
fr: Le programme est en cours. Êtes-vous sûr(e) de vouloir le quitter ?
nb_no: Programmet arbeider. Er du sikker på at du vil avslutte?
pt_br: O programa está funcionando. Você tem certeza que quer sair?
ru: Программа сейчас работает. Вы уверены, что хотите выйти?
ta: நிரல் செயல்படுகிறது. நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
tr: Program hala çalışıyor. Çıkmak istediğinizden emin misiniz?

source: Odio encountered one or more warnings
es: Odio encontró una o más alertas
fr: Odio a rencontré un ou plusieurs avertissements
nb_no: Odio produserte én eller flere advarsler
pt_br: Odio encontrou um ou mais alertas
ru: Odio заметил одну или несколько предупреждений
ta: ஒடியோ ஒன்று அல்லது அதற்கு மேற்பட்ட எச்சரிக்கைகளை எதிர்கொண்டது
tr: Odio bir veya birden fazla uyarı ile karşılaştı

source: Analysing {fileName}
es: Analizando {fileName}
fr: Analyse de {fileName}
nb_no: Analyserer {fileName}
pt_br: Analisando {fileName}
ru: Анализ {fileName}
ta: {fileName} பகுப்பாய்வு
tr: {fileName} çözümleniyor

source: Decoding {fileName}
es: Descodificando {fileName}
fr: Décodage de {fileName}
nb_no: Dekoder {fileName}
pt_br: Decodificando {fileName}
ru: Декодирование {fileName}
ta: டிகோடிங் {fileName}
tr: {fileName} çözülüyor

source: Compressing {fileName}
es: Comprimiendo {fileName}
fr: Compression de {fileName}
nb_no: Komprimerer {fileName}
pt_br: Comprimindo {fileName}
ru: Сжимание {fileName}
ta: சுருக்குதல் {fileName}
tr: {fileName} sıkıştırılıyor

source: Your temporary files directory has only {:.2f} GB of free space left. Running out of space can cause nasty things. Continue adding files?
es: Su directorio de archivos temporales sólo tiene {:.2f} GB de espacio libre. Quedarse sin espacio puede causar cosas desagradables. ¿Seguir añadiendo archivos?
nb_no: Din mappe for midlertidige filer har kun {:.2f} GB ledig plass. Å gå tom har kan ha veldig uheldige konsekvenser. Fortsett å legge til filer?
pt_br: Seu diretório de arquivos temporários tem apenas {:.2f} GB de espaço livre restante. Ficar sem espaço pode causar coisas desagradáveis. Continuar adicionando arquivos?
ru: Ваш временный каталог файлов имеет только {:.2f} ГБ свободного пространства. Вылет из космоса может привести к неприятностям. Продолжать добавлять файлы?
ta: உங்கள் தற்காலிக கோப்புகள் கோப்பகத்தில் {:.2f} சிபி இலவச இடம் மட்டுமே உள்ளது. இடத்தை விட்டு வெளியேறுவது மோசமான விசயங்களை ஏற்படுத்தும். கோப்புகளைச் சேர்ப்பதைத் தொடரவா?
tr: Geçici dosyalar dizininizde yalnızca {:.2f} GB boş alan kaldı. Kullanılabilir alanın bitmesi kötü şeylere neden olabilir. Dosya eklemeye devam edilsin mi?

source: Open audio files
es: Abrir archivos de audio
fr: Fichiers audio ouverts
nb_no: Åpne lydfiler
pt_br: Abrir arquivos de áudio
ru: Открыть айдиофайлы
ta: ஆடியோ கோப்புகளைத் திறக்கவும்
tr: Ses dosyası aç

source: The audio file refernced in {fileName} does not exist. You can attempt to fix it by editing the "FILE" line manually.
es: El archivo de audio referenciado en {fileName} no existe. Puedes intentar solucionarlo editando manualmente la línea "FILE".
nb_no: Lydfilen det vises til i {fileName} finnes ikke. Du kan prøve å fikse dette ved å redigere «FILE»-linjen manuelt.
pt_br: O arquivo de áudio referenciado em {fileName} não existe. Você pode tentar consertar editando a linha "ARQUIVO" manualmente.
ru: Аудиофайл, упоминавшийся в {fileName}, не существует. Вы можете попытаться исправить это, редактировав линию «FILE» вручную.
ta: {கோப்பு பெயரில் குறிப்பிடப்பட்டுள்ள ஆடியோ கோப்பு இல்லை. "கோப்பு" வரியை கைமுறையாக திருத்துவதன் மூலம் அதை சரிசெய்ய முயற்சி செய்யலாம்.
tr: {fileName} adresinde belirtilen ses dosyası yok. "FILE" satırını elle düzenleyerek düzeltmeyi deneyebilirsiniz.

source: This file does not seem to be an SACD source.
es: Este archivo no parece ser una fuente SACD.
pt_br: Este arquivo não parece ser uma fonte SACD.
ru: Этот файл, похоже, не является SACD.
ta: இந்த கோப்பு ஒரு SACD மூலமாகத் தெரியவில்லை.

source: Playing {fileName}
es: Reproduciendo {fileName}
fr: Lecture de {fileName}
nb_no: Spiller av {fileName}
pt_br: Reproduzindo {fileName}
ru: Игра {fileName}
ta: விளையாடும் {fileName}
tr: {fileName} oynatılıyor

source: Audio compression tool for FLAC and Nero AAC
nb_no: Lydkomprimeringsverktøy for FLAC og Nero AAC
pt_br: Ferramenta de compressão de áudio para FLAC e Nero AAC
ru: Инструмент сжатия аудио для FLAC и Nero AAC
tr: FLAC ve Nero AAC için ses sıkıştırma aracı

source: /tmp
ta: /டி.எம்.பி.

source: Odio
ta: வெறுப்பு

source: Failed to open {filepath}
fr: Échec de l'ouverture de {filepath}
nb_no: Klarte ikke å åpne {filepath}
