Repository: tari01/odio
Catalog: po/*.po
Languages: es, fr, nb_no, pt_br, ru, ta, tr

source: Odio encountered one or more errors
es: Odio ha encontrado uno o más errores
pt_br: Odio encontrou um ou mais erros
ru: Odio столкнулся с одной или несколькими ошибками
ta: ஒடியோ ஒன்று அல்லது அதற்கு மேற்பட்ட பிழைகளை எதிர்கொண்டது
tr: Odio bir veya daha fazla hatayla karşılaştı

source: Close
es: Cerrar
pt_br: Fechar
ru: Закрыть
ta: மூடு

source: Log
es: Registro
fr: Journal
nb_no: Logg
pt_br: Registro
ru: Журнал
ta: பதிவு
tr: Kayıt

source: Group by album artist
es: Agrupar por artista de álbum
fr: Regrouper par artiste d'album
nb_no: Grupper etter albumsartist
pt_br: Agrupar por artista do álbum
ru: Группа по альбому
ta: ஆல்பம் கலைஞரின் குழு
tr: Albüm sanatçılarına göre gruplandır

source: Group by artist
es: Agrupar por artista
fr: Trier par artiste
nb_no: Grupper etter artist
pt_br: Agrupar por artista
ru: Группа художника
ta: கலைஞரின் குழு
tr: Sanatçılara göre gruplandır

source: Group by album
es: Agrupar por álbum
fr: Trier par album
nb_no: Grupper etter album
pt_br: Agrupar por álbum
ru: Группировка по альбомам
ta: ஆல்பம் மூலம் குழு
tr: Albümlere göre gruplandır

source: Clear
es: Limpiar
fr: Effacer
nb_no: Tøm
pt_br: Limpar
ru: Очистить
ta: தெளிவான
tr: Temizle

source: Add files to the job list
es: Añadir archivos a la lista de tareas
fr: Ajouter des fichiers à la liste de travail
nb_no: Legg til filer i jobblisten
pt_br: Adicionar arquivos à lista de tarefas
ru: Добавить файлы в список заданий
ta: வேலை பட்டியலில் கோப்புகளைச் சேர்க்கவும்
tr: Dosyaları iş listesine ekle

source: Open
es: Abrir
fr: Ouvrir
nb_no: Åpne
pt_br: Abrir
ru: Открыть
ta: திற
tr: Aç

source: Play selected files
es: Reproducir archivos seleccionados
fr: Lire les fichiers sélectionnés
nb_no: Spill utvalgte filer
pt_br: Reproduzir arquivos selecionados
ru: Играть выбранные файлы
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புகளை இயக்கவும்
tr: Seçilen dosyaları oynat

source: Play...
es: Reproducir…
fr: Lecture...
nb_no: Spill …
pt_br: Reproduzir...
ru: Играть...
ta: விளையாடுங்கள் ...
tr: Oynat...

source: Stop playback
es: Detener la reproducción
fr: Arrêter la lecture
nb_no: Stopp avspilling
pt_br: Parar a reprodução
ru: Остановите игру
ta: பிளேபேக்கை நிறுத்துங்கள்
tr: Kayıttan oynatmayı durdur

source: Stop
es: Detener
fr: Arrêter
nb_no: Stopp
pt_br: Parar
ru: Стой
ta: நிறுத்து
tr: Durdur

source: Edit metadata for selected files
es: Editar metadatos de los archivos seleccionados
fr: Modifier les métadonnées des fichiers sélectionnés
nb_no: Rediger metadata for valgte filer
pt_br: Editar metadados dos arquivos selecionados
ru: Редактировать метаданные выбранных файлов
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புகளுக்கான மெட்டாடேட்டாவைத் திருத்தவும்
tr: Seçilen dosyaların üst verilerini düzenle

source: Edit Tag
es: Editar etiqueta
fr: Modifier l'étiquette
nb_no: Rediger etikett
pt_br: Editar Etiqueta
ru: Правка
ta: குறிச்சொல் திருத்து
tr: Etiketi Düzenle

source: Open selected files in a wave editor
es: Abrir los archivos seleccionados en un editor de onda
fr: Ouvrir les fichiers sélectionnés dans un éditeur audio
pt_br: Abrir arquivos selecionados em um editor wave
ru: Открыть выбранные файлы в аудиоредакторе
ta: அலை எடிட்டரில் தேர்ந்தெடுக்கப்பட்ட கோப்புகளைத் திறக்கவும்
tr: Seçilen dosyaları ses dalgası düzenleyicisinde aç

source: Edit audio
es: Editar audio
fr: Modifier le fichier audio
nb_no: Rediger
pt_br: Editar áudio
ru: Редактировать аудио
ta: ஆடியோவைத் திருத்து
tr: Sesi düzenle

source: Compress selected files using the method specified in Settings
fr: Compresser les fichiers sélectionnés à l'aide de la méthode spécifiée dans Paramètres
nb_no: Komprimer valgte filer med metoden angitt i innstillingene
pt_br: Comprimir os arquivos selecionados usando o método especificado nas Configurações
ru: Сжатие выбранных файлов с использованием метода, указанного в Настройках
tr: Seçilen dosyaları Ayarlarda belirtilen şekilde sıkıştır

source: Compress...
fr: Compresser…
nb_no: Komprimer …
pt_br: Comprimir...
ru: Компресс...
tr: Sıkıştır...

source: View the list of compressed titles
es: Ver la lista de títulos comprimidos
fr: Visionner la liste des titres compressés
nb_no: Vis listen over komprimerte titler
pt_br: Ver a lista de títulos comprimidos
ru: Просмотр списка сжатых названий
ta: சுருக்கப்பட்ட தலைப்புகளின் பட்டியலைக் காண்க
tr: Sıkıştırılan başlıkların listesini görüntüle

source: Configure program options
es: Configurar las opciones del programa
fr: Configurer les options du programme
nb_no: Sett opp programalternativer
pt_br: Configurar opções do programa
ru: Настройка параметров программы
ta: நிரல் விருப்பங்களை உள்ளமைக்கவும்
tr: Uygulama ayarlarını düzenle

source: Settings
es: Configuración
fr: Paramètres
nb_no: Innstillinger
pt_br: Configurações
ru: Настройка
ta: அமைப்புகள்
tr: Ayarlar

source: About this program...
es: Acerca de este programa…
fr: À propos de ce programme…
nb_no: Om dette programmet …
pt_br: Sobre este programa...
ru: Об этой программе...
ta: இந்த நிரலைப் பற்றி ...
tr: Bu uygulama hakkında...

source: Info
es: Información
fr: Infos
pt_br: Informações
ru: Информация
ta: தகவல்
tr: Bilgi

source: Delete image files used as album art after all jobs are complete
es: Eliminar los archivos de imagen utilizados como cubiertas tras finalizar todas las tareas
fr: Supprimer les fichiers image utilisés comme couvertures d'albums après que toutes les opérations sont terminées
nb_no: Slett bildefiler brukt som omslag etter at alle jobber er ferdige
pt_br: Apagar os arquivos de imagem utilizados como capa do álbum após concluir todas as tarefas
ru: Удалить файлы изображений, используемые в качестве искусства альбома после завершения всех работ
ta: எல்லா வேலைகளும் முடிந்ததும் ஆல்பம் கலையாகப் பயன்படுத்தப்படும் படக் கோப்புகளை நீக்கு
tr: Bütün işler tamamlandıktan sonra albüm resmi olarak kullanılan görüntü dosyalarını sil

source: Delete Images
es: Eliminar imágenes
fr: Supprimer les images
nb_no: Slett bilder
pt_br: Apagar Imagens
ru: Удалить изображения
ta: படங்களை நீக்கு
tr: Görüntüleri Sil

source: Quality
es: Calidad
fr: Qualité
nb_no: Kvalitet
pt_br: Qualidade
ru: Качество
ta: தகுதி
tr: Kalite

source: Length
es: Duración
fr: Durée
nb_no: Lengde
pt_br: Duração
ru: Длина
ta: நீளம்
tr: Uzunluk

source: File
es: Archivo
fr: Fichier
nb_no: Fil
pt_br: Arquivo
ru: Файл
ta: கோப்பு
tr: Dosya

source: Disc
es: Disco
fr: Disque
nb_no: Disk
pt_br: Disco
ta: வட்டு
tr: Disk

source: Discs
es: Discos
fr: Disques
nb_no: Disker
pt_br: Discos
ru: Диски
ta: வட்டுகள்
tr: Diskler

source: Track
es: Pista
fr: Piste
nb_no: Spor
pt_br: Faixa
ru: Отслеживание
ta: மின்தடம்
tr: Şarkı

source: Tracks
es: Pistas
fr: Pistes
nb_no: Spor
pt_br: Faixas
ru: Треков
ta: தடங்கள்
tr: Şarkılar

source: Album artist
es: Artista del álbum
fr: Artiste de l'album
nb_no: Albumsartist
pt_br: Artista do álbum
ru: Альбом
ta: ஆல்பம் கலைஞர்
tr: Albüm sanatçısı

source: Artist
es: Artista
fr: Artiste
pt_br: Artista
ru: Художник
ta: கலைஞர்
tr: Sanatçı

source: Title
es: Título
fr: Titre
nb_no: Tittel
pt_br: Título
ru: Название
ta: தலைப்பு
tr: Başlık

source: Album
es: Álbum
pt_br: Álbum
ru: Альбом
ta: ஆல்பம்
tr: Albüm

source: Year
es: Año
fr: Année
nb_no: År
pt_br: Ano
ru: Год
ta: ஆண்டு
tr: Yıl

source: Genre
es: Género
nb_no: Sjanger
pt_br: Gênero
ta: வகை
tr: Tür

source: Comment
es: Comentario
fr: Commentaire
nb_no: Kommentar
pt_br: Comentário
ru: Комментарий
ta: கருத்து
tr: Yorum

source: Compress selected files using the Nero AAC encoder
fr: Compresser les fichiers sélectionnés avec l'encodeur Nero AAC
nb_no: Komprimer valgte filer med Nero AAC-koderen
pt_br: Comprimir arquivos selecionados utilizando o codificador Nero AAC
ru: Сжать выбранные файлы кодировщиком Nero AAC
tr: Seçilen dosyaları Nero AAC encoder kullanarak sıkıştır

source: Compress selected files using the FLAC encoder
fr: Compresser les fichiers sélectionnés en utilisant l'encodeur FLAC
nb_no: Komprimer valgte filer med FLAC-koderen
pt_br: Comprimir arquivos selecionados utilizando o codificador FLAC
ru: Сжать выбранные файлы кодировщиком FLAC
tr: Seçilen dosyaları FLAC encoder kullanarak sıkıştır

source: Play the first 10 seconds of selected files
es: Reproducir los primeros 10 segundos de los archivos seleccionados
fr: Lire les 10 premières secondes des fichiers sélectionnés
nb_no: Spill de første 10 sekundene av valgte filer
pt_br: Reproduzir os primeiros 10 segundos dos arquivos selecionados
ru: Воспроизвести первые 10 секунд выбранных файлов
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புகளின் முதல் 10 விநாடிகளை இயக்கவும்
tr: Seçilen dosyaların ilk 10 saniyelerini oynat

source: First 10 seconds
es: Primeros 10 segundos
fr: Les 10 premières secondes
nb_no: De første 10 sekundene
pt_br: Primeiros 10 segundos
ru: Первые 10 секунд
ta: முதல் 10 வினாடிகள்
tr: İlk 10 saniye

source: Play the last 10 seconds of selected files
es: Reproducir los últimos 10 segundos de los archivos seleccionados
fr: Lire les 10 dernières secondes des fichiers sélectionnés
nb_no: Spill de siste 10 sekundene av valgte filer
pt_br: Reproduzir os últimos 10 segundos dos arquivos selecionados
ru: Воспроизвести последние 10 секунд выбранных файлов
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புகளின் கடைசி 10 வினாடிகளை இயக்கவும்
tr: Seçilen dosyaların son 10 saniyelerini oynat

source: Last 10 seconds
es: Últimos 10 segundos
fr: Les 10 dernières secondes
nb_no: De siste 10 sekundene
pt_br: Últimos 10 segundos
ru: Последние 10 секунд
ta: கடைசி 10 வினாடிகள்
tr: Son 10 saniye

source: Save
es: Guardar
fr: Enregistrer
nb_no: Lagre
pt_br: Salvar
ru: Сохранить
ta: சேமி
tr: Kaydet

source: Remove LFE audio
es: Eliminar audio LFE
nb_no: Fjern LFE-lyd
pt_br: Remover os LFE do áudio
ru: Удалить аудио
ta: LFE ஆடியோவை அகற்று
tr: LFE sesini kaldır

source: Remove the LFE channel if possible, otherwise replace it with silence
es: Elimina el canal LFE si es posible, de lo contrario sustitúyelo por silencio
nb_no: Fjern LFE-kanalen hvis mulig, ellers kan du erstatte den med stillhet
pt_br: Remover o canal LFE se possível, caso contrário substitua-o por silêncio
ru: Удалить канал LFE, если это возможно, иначе замените его молчанием
ta: முடிந்தால் எல்.எஃப்.இ சேனலை அகற்றவும், இல்லையெனில் அதை ம .னத்துடன் மாற்றவும்
tr: Mümkünse LFE kanalını kaldır, değilse sessizlik ile değiştir

source: Saturate multichannel files
es: Saturar los archivos multicanal
pt_br: Saturar arquivos multicanais
ru: Насыщенные многоканальные файлы
ta: மல்டிசனல் கோப்புகளை நிறைவுற்றது
tr: Çok kanallı dosyaları doyur

source: Save multichannel files as 4.0, 5.1 or 7.1, copying audio to any newly added channels
es: Guarda archivos multicanal como 4.0, 5.1 o 7.1, copiando el audio en los nuevos canales añadidos
nb_no: Lagre multikanalsfiler som 4.0, 5.1, eller 7.1, der lyd kompieres til de nylig tillagte kanalene
pt_br: Salvar arquivos multicanais como 4.0, 5.1 ou 7.1, copiando o áudio para qualquer canal recém-adicionado
ru: Сохранить многоканальные файлы как 4.0, 5.1 или 7.1, копируя аудио на любые новые каналы
ta: மல்டிசனல் கோப்புகளை 4.0, 5.1 அல்லது 7.1 ஆக சேமிக்கவும், புதிதாக சேர்க்கப்பட்ட எந்த சேனல்களுக்கும் ஆடியோவை நகலெடுக்கவும்
tr: Sesi yeni eklenen kanallara kopyalayarak çok kanallı dosyaları 4.0, 5.1 veya 7.1 olarak kaydet

source: Channel mapping
es: Mapeo de los canales
nb_no: Kanaltilknytting
pt_br: Mapeamento de canais
ru: Картирование каналов
ta: சேனல் மேப்பிங்
tr: Kanal eşleme

source: Base folders
es: Carpetas base
nb_no: Grunnmapper
pt_br: Pastas principais
ru: Основные папки
ta: அடிப்படை கோப்புறைகள்
tr: Ana klasörler

source: Source folder
es: Carpeta de origen
fr: Dossier source
nb_no: Kildemappe
pt_br: Pasta de origem
ru: Источник
ta: மூல கோப்புறை
tr: Kaynak klasör

source: Temporary files will be saved in the source file's directory.
es: Los archivos temporales se guardarán en el directorio del archivo de origen.
fr: Les fichiers temporaires seront enregistrés dans le répertoire du fichier source.
nb_no: Midlertidige filer vil bli lagret i kildens filmappe.
pt_br: Os arquivos temporários serão salvos no diretório do arquivo de origem.
ru: Временные файлы будут сохранены в папке исходного файла.
ta: தற்காலிக கோப்புகள் மூல கோப்பின் கோப்பகத்தில் சேமிக்கப்படும்.
tr: Geçici dosyalar kaynak dosya dizinine kaydedilecek.

source: Temporary files will be saved in "/tmp".
es: Los archivos temporales se guardarán en «/tmp».
fr: Les fichiers temporaires seront enregistrés dans « / tmp ».
nb_no: Midlertidige filer lagres i «/tmp».
pt_br: Os arquivos temporários serão salvos em "/tmp".
ru: Временные файлы будут сохранены в «/tmp».
ta: தற்காலிக கோப்புகள் "/TMP" இல் சேமிக்கப்படும்.
tr: Geçici dosyalar "/tmp" konumuna kaydedilecek.

source: Temporary files location
es: Ubicación de archivos temporales
fr: Emplacement des fichiers temporaires
nb_no: Plassering for midlertidige filer
pt_br: Localização dos arquivos temporários
ru: Место нахождения временных файлов
ta: தற்காலிக கோப்புகள் இருப்பிடம்
tr: Geçici dosyaların konumu

source: Auto
pt_br: Automático
ru: Авто
tr: Otomatik

source: All 16-bit 44.1 KHz stereo files will be compressed to AAC, while all HD audio (files with more than 16 bits per sample, files whose samplerate is higher than 44100 Hz, as well as multichannel files) will be compressed to FLAC.
fr: Tous les fichiers stéréo 16 bits 44,1 KHz seront compressés en AAC, tandis que tous les fichiers audio HD (fichiers avec plus de 16 bits par échantillon, fichiers dont la fréquence d'échantillonnage est supérieure à 44 100 Hz, ainsi que les fichiers multicanaux) seront compressés en FLAC.
pt_br: Todos os arquivos estéreos de 16 bits e 44,1 KHz serão compressos para AAC, enquanto todo o áudio HD (arquivos com mais de 16 bits por amostra, arquivos cuja taxa de amostragem for superior a 44.100 Hz, bem como arquivos multicanais) serão compressos para FLAC.
ru: Все 16-битные 44,1 стерео-файлы KHz будут сжаты к AAC, в то время как все HD-аудио (файлы с более чем 16 битами на выборку, файлы, чья проба выше 44100 Гц, а также многоканальные файлы) будут сжаты к FLAC.
tr: Bütün 16-bit 44.1 KHz çift kanallı dosyalar AAC biçiminde sıkıştırılacak, diğer HD ses dosyaları ise (örnek başı 16 bitten fazla olan dosyalar, örnekleme hızı 44100Hz'den fazla olan dosyalar, çok kanallı dosyalar) FLAC biçiminde sıkıştırılacak.

source: All selected files will be compressed to AAC.
fr: Tous les fichiers sélectionnés sont compressés dans AAC.
nb_no: Alle valgte filer vil bli komprimert til AAC.
pt_br: Todos os arquivos selecionados serão compressos em AAC.
ru: Все выбранные файлы будут сжаты к AAC.
tr: Bütün seçilen dosyalar AAC biçiminde sıkıştırılacak.

source: All selected files will be compressed to FLAC.
fr: Tous les fichiers sélectionnés sont compressés dans FLAC.
nb_no: Alle valgte filer vil bli komprimert til FLAC.
pt_br: Todos os arquivos selecionados serão compressos em FLAC.
ru: Все выбранные файлы будут сжаты к FLAC.
tr: Bütün seçilen dosyalar FLAC biçiminde sıkıştırılacak.

source: Compress button default action
fr: Action par défaut du bouton de compression
nb_no: Forvalgt handling for komprimeringsknapp
pt_br: Ação padrão do botão de compressão
ru: Действия по умолчанию
tr: Sıkıştır düğmesi öntanımlı eylemi

source: Check fake stereo
es: Comprobar falso estéreo
fr: Contrôle de la fausse stéréo
nb_no: Sjekk falsk stereo
pt_br: Verificar por estéreo falso
ru: Проверьте поддельные стерео
ta: போலி ச்டீரியோவை சரிபார்க்கவும்
tr: Sahte çift kanalı denetle

source: Save 2.0 files as 1.0 if the channels contain identical data
es: Guardar los ficheros 2.0 como 1.0 si los canales contienen datos idénticos
nb_no: Lagre 2.0-filer som 1.0 hvis kanalene inneholder identisk data
pt_br: Salvar os arquivos 2.0 como 1.0 se os canais contiverem dados idênticos
ru: Сохранить 2.0 файлы на 1.0, если каналы содержат идентичные данные
ta: சேனல்களில் ஒரே மாதிரியான தரவு இருந்தால் 2.0 கோப்புகளை 1.0 ஆக சேமிக்கவும்
tr: Kanallar aynı verileri içeriyorsa 2.0 dosyalarını 1.0 olarak kaydet

source: Remove silent channels
es: Quitar canales silenciosos
fr: Supprimer les canaux silencieux
nb_no: Fjern stille kanaler
pt_br: Remover canais silenciosos
ru: Удалить тихие каналы
ta: அமைதியான சேனல்களை அகற்று
tr: Sessiz kanalları sil

source: Remove channels that contain no audio data
es: Eliminar los canales que no contienen datos de audio
nb_no: Fjern kanaler som ikke inneholder lydddata
pt_br: Remova canais que não contêm dados de áudio
ru: Удалить каналы, не содержащие аудиоданных
ta: ஆடியோ தரவு இல்லாத சேனல்களை அகற்று
tr: Ses verisi içermeyen kanalları kaldır

source: Tag dialog options
es: Opciones del cuadro de diálogo de las etiquetas
pt_br: Opções da caixa de diálogo etiqueta
ru: Диалоговые параметры
ta: குறிச்சொல் உரையாடல் விருப்பங்கள்
tr: Etiket iletişim kutusu seçenekleri

source: Automatically title-case track names
es: Título automático de los nombres de las pistas
pt_br: Pôr títulos das faixas em letras maiúsculas
ru: Автоматически заглавные названия
ta: தானாக தலைப்பு-வழக்கு தடங்கள் பெயர்கள்
tr: Şarkı adlarını otomatik olarak başlık büyüklüğüne dönüştür

source: Reformat the track name field to title case whenever it changes
es: Reformatea el campo de nombre de la pista a mayúsculas y minúsculas siempre que cambie
pt_br: Reformatar campo do nome da faixa para maiúsculas sempre que ele mudar
ru: Реформировать поле имени трека в случае изменения
ta: டிராக் பெயர் புலத்தை தலைப்பு வழக்குக்கு மாற்றும்போதெல்லாம் மறுவடிவமைக்கவும்
tr: Şarkı adı alanı her değiştiğinde başlık büyüklüğünde yeniden biçimlendir

source: Add new folder
es: Añadir una nueva carpeta
nb_no: Legg til ny mappe
pt_br: Adicionar nova pasta
ru: Добавить новую папку
ta: புதிய கோப்புறையைச் சேர்க்கவும்
tr: Yeni klasör ekle

source: Remove selected folder
es: Eliminar la carpeta seleccionada
nb_no: Fjern valgt mappe
pt_br: Remover pasta selecionada
ru: Удалить выбранную папку
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறையை அகற்று
tr: Seçilen klasörü kaldır

source: Make selected folder the default
es: Hacer que la carpeta seleccionada sea la predeterminada
nb_no: Gjør valgt mappe til forvalg
pt_br: Tornar a pasta selecionada o padrão
ru: Сделать выбранную папку по умолчанию
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறையை இயல்புநிலையாக மாற்றவும்
tr: Seçilen klasörü öntanımlı yap

source: column
es: columna
nb_no: kolonne
pt_br: coluna
ru: столбец
ta: நெடுவரிசை
tr: sütun

source: Audio streams
es: Flujos de audio
fr: Flux audio
nb_no: Lydstrømmer
pt_br: Fluxos de áudio
ru: Звуковые потоки
ta: ஆடியோ ச்ட்ரீம்கள்
tr: Ses paylaşımları

source: Extract selected streams
es: Extraer flujos seleccionados
fr: Extraire les flux sélectionnés
nb_no: Pakk ut valgte lydstrømmer
pt_br: Extrair fluxos selecionados
ru: Извлечь выбранные потоки
ta: தேர்ந்தெடுக்கப்பட்ட நீரோடைகளைப் பிரித்தெடுக்கவும்
tr: Seçilen paylaşımlardan çıkar

source: Chapter
es: Capítulo
fr: Chapitre
nb_no: Kapittel
pt_br: Capítulo
ru: Глава
ta: பாடங்கள்
tr: Kısım

source: Tag editor
es: Editor de etiquetas
fr: Éditeur d'étiquettes
nb_no: Etikettredigerer
pt_br: Editor de etiqueta
ru: Редактор тегов
ta: குறிச்சொல் ஆசிரியர்
tr: Etiket düzenleyici

source: Get tag
es: Obtener etiqueta
fr: Obtenir la balise
nb_no: Hent etikett
pt_br: Obter etiqueta
ru: Получить тег
ta: குறிச்சொல் கிடைக்கும்
tr: Etiketi kopyala

source: Copy the allmusic.com album page address from your web browser and click here
es: Copie la dirección de la página del álbum de allmusic.com desde su navegador y haga clic aquí
nb_no: Kopier allmusic.com-albumsideadressen fra nettleseren din og klikk her
pt_br: Copiar o endereço da página do álbum allmusic.com do seu navegador web e clique aqui
ru: Скопируйте адрес страницы allmusic.com из вашего веб-браузера и нажмите здесь
ta: உங்கள் வலை உலாவியில் இருந்து allmusic.com ஆல்பம் பக்க முகவரியை நகலெடுத்து இங்கே சொடுக்கு செய்க
tr: Web tarayıcınızdan allmusic.com albüm sayfası adresini kopyalayın ve buraya tıklayın

source: Change image
es: Cambiar imagen
fr: Modifier l'image
nb_no: Endre bilde
pt_br: Alterar imagem
ru: Сменить изображение
ta: படத்தை மாற்றவும்
tr: Fotoğrafı değiştir

source: Browse for an album cover
es: Buscar una cubierta de álbum
fr: Rechercher une couverture d'album
nb_no: Se etter omslag
pt_br: Buscar a capa de um álbum
ru: Выбрать обложку альбома
ta: ஆல்பம் அட்டைக்கு உலாவுக
tr: Albüm kapağı için göz at

source: Renumber
es: Renumerar
fr: Renuméroter
pt_br: Renumerar
ru: Перенумеровать
ta: ரெனம்பர்
tr: Numaralandır

source: Change track numbers in selection
es: Cambiar los números de las pistas en la selección
fr: Modifier les numéros de piste de la sélection
nb_no: Endre spornummer i utvalg
pt_br: Alterar os números das faixas selecionadas
ru: Изменить нумерацию выбранных треков
ta: தேர்வில் டிராக் எண்களை மாற்றவும்
tr: Seçimdeki şarkı numaralarını değiştir

source: Previous file
es: Archivo anterior
fr: Fichier précédent
nb_no: Forrige fil
pt_br: Arquivo anterior
ru: Предыдущий файл
ta: முந்தைய கோப்பு
tr: Önceki dosya

source: Move to previous file in selection
es: Moverse al archivo anterior en la selección
fr: Se déplacer vers le fichier précédent dans la sélection
nb_no: Flytt til forrige fil i utvalg
pt_br: Mover para o arquivo anterior selecionado
ru: Перейти к предыдущему выделенному файлу
ta: தேர்வில் முந்தைய கோப்புக்கு நகர்த்தவும்
tr: Önceki dosya konumuna taşı

source: Next file
es: Archivo siguiente
fr: Fichier suivant
nb_no: Neste fil
pt_br: Próximo arquivo
ru: Следующий файл
ta: அடுத்த கோப்பு
tr: Sonraki dosya

source: Move to next file in selection
es: Moverse al archivo siguiente en la selección
fr: Se déplacer vers le fichier suivant dans la sélection
nb_no: Flytt til neste fil i utvalg
pt_br: Mover para o próximo arquivo selecionado
ru: Перейти к следующему выделенному файлу
ta: தேர்வில் அடுத்த கோப்புக்கு நகர்த்தவும்
tr: Sonraki dosya konumuna taşı

source: Base folder
es: Carpeta base
nb_no: Grunnmappe
pt_br: Pasta principal
ru: Базовая папка
ta: அடிப்படை கோப்புறை
tr: Ana klasör

source: Copy this field to all files in selection
es: Copiar este campo en todos los archivos seleccionados
fr: Copier ce champ pour tous les fichiers dans la sélection
nb_no: Kopier dette feltet til alle filer i utvalget
pt_br: Copiar este campo para todos os arquivos selecionados
ru: Скопировать поле для всех выделенных файлов
ta: தேர்வில் உள்ள அனைத்து கோப்புகளுக்கும் இந்த புலத்தை நகலெடுக்கவும்
tr: Bu alanı seçimdeki bütün dosyalara taşı

source: The base folder in which the output folder is created
es: La carpeta base en la que se crea la carpeta de salida
nb_no: Grunnmappen der utdatamappen lages
pt_br: A pasta principal na qual a pasta de saída será criada
ru: Базовая папка, в которой создается выводная папка
ta: வெளியீட்டு கோப்புறை உருவாக்கப்பட்ட அடிப்படை கோப்புறை
tr: Çıktı klasörünün oluşturulduğu ana klasör

source: Output folder
es: Carpeta de salida
fr: Dossier de destination
nb_no: Utdatamappe
pt_br: Pasta de saída
ru: Папка вывода
ta: வெளியீட்டு கோப்புறை
tr: Çıktı klasörü

source: The output folder relative to the base folder
es: La carpeta de salida relativa a la carpeta base
fr: Le dossier de destination se rapportant au dossier de base
pt_br: A pasta de saída relativa à pasta principal
ru: Папка вывода относительно базовой папки
ta: அடிப்படை கோப்புறையுடன் தொடர்புடைய வெளியீட்டு கோப்புறை
tr: Ana klasöre göre çıktı klasörü

source: Name of the album artist
es: Nombre del artista del álbum
fr: Nom de l'artiste de l'album
nb_no: Navnet på albumsartisten
pt_br: Nome do artista do álbum
ru: Исполнитель альбома
ta: ஆல்பம் கலைஞரின் பெயர்
tr: Albüm sanatçısının adı

source: Name of the artist for this track
es: Nombre del artista de esta pista
fr: Nom de l'artiste pour cette piste
nb_no: Navnet på artisten for dette sporet
pt_br: Nome do artista desta faixa
ru: Исполнитель трека
ta: இந்த பாதையில் கலைஞரின் பெயர்
tr: Şarkı sanatçısı adı

source: Album title
es: Título del álbum
fr: Titre de l'album
nb_no: Albumstittel
pt_br: Título do álbum
ru: Название альбома
ta: ஆல்பம் தலைப்பு
tr: Albüm başlığı
